[
  {
    "id": 1,
    "name": "JOHANES HENDRA BUHOKAN",
    "role": "Ex Stock Analyst & Branch Manager",
    "quote": "Consistency beats Talent & Privileges. I learnt it the hardway, so please add the consistency in your success.",
    "story": "Bergabung dengan MANULIFE sejak 2018. Dari background sebagai Stock Analyst dan Branch Manager Steel Distributor, kini meraih income 45 juta per bulan.",
    "image": "/images/johanes.png",
    "rating": 5,
    "income": "45 Juta/Bulan"
  },
  {
    "id": 2,
    "name": "NORMAN KOSASIH",
    "role": "Billionaire 6",
    "quote": "Saya suka pekerjaan yang menantang dan juga ingin belajar lebih banyak sehingga saya berharap bisa sukses besar.",
    "story": "Join 7 Maret, sudah 6 bulan dan kini meraih 1M per bulan. Membuktikan bahwa dengan tekad dan kerja keras, mimpi besar bisa tercapai.",
    "image": "/images/norman-kosasih.png",
    "rating": 5,
    "income": "1M/Bulan"
  },
  {
    "id": 3,
    "name": "AHUAT",
    "role": "Ex Sales PALUGADA",
    "quote": "Tidak ada yang tidak mungkin. Jika mau sesuatu lupakan alasan, if mau alasan lupakan mau mu.",
    "story": "Testimoni 2 minggu join MANULIFE income 160 juta. Dari sales biasa kini meraih penghasilan yang fantastis.",
    "image": "/images/ahuat.png",
    "rating": 5,
    "income": "160 Juta"
  },
  {
    "id": 4,
    "name": "AMANDA",
    "role": "S1 Universitas Indonesia",
    "quote": "Buat aku, sukses itu bukan cuma soal angka, tapi tentang punya kendali atas hidup sendiri.",
    "story": "Lulusan UI yang kini bisa nikmatin slow morning tanpa terburu-buru dengan income 32 juta. Sukses dengan cara yang bermakna.",
    "image": "/images/amanda.png",
    "rating": 5,
    "income": "32 Juta"
  },
  {
    "id": 5,
    "name": "SUCI LESTARI",
    "role": "Insurance Professional",
    "quote": "-",
    "story": "Perusahaan ini mengajarkan saya untuk sabar, mendengarkan, melayani, dan berkomitmen memimpin dengan kerendahan hati dan integritas. Income 100 juta per bulan.",
    "image": "/images/suci.png",
    "rating": 5,
    "income": "100 Juta"
  },
  {
    "id": 6,
    "name": "MARSHEL YAP",
    "role": "Ex Manager",
    "quote": "-",
    "story": "Dari background Manager kini meraih 80 juta per bulan. Perusahaan mengajarkan kesabaran dan kepemimpinan dengan kerendahan hati.",
    "image": "/images/marshel.png",
    "rating": 5,
    "income": "80 Juta/Bulan"
  },
  {
    "id": 7,
    "name": "VICKY ADITYA", 
    "role": "Entrepreneur",
    "quote": "Grow Big, Live Free, Share More.",
    "story": "Dulu hanya bermimpi punya penghasilan besar. Sekarang dengan kerja keras, ada kemajuan. Income 80 juta per bulan membuktikan mimpi bisa jadi kenyataan.",
    "image": "/images/vicky.png",
    "rating": 5,
    "income": "80 Juta/Bulan"
  },
  {
    "id": 8,
    "name": "ELYA",
    "role": "Ex Owner Studio Eyebrows",
    "quote": "Grateful to Grow, Blessed to Protect.",
    "story": "Dari owner studio eyebrows kini meraih 50 juta per bulan. Bersyukur bisa tumbuh dalam bisnis ini dan melayani orang lain melalui asuransi.",
    "image": "/images/elya.png",
    "rating": 5,
    "income": "50 Juta/Bulan"
  },
  {
    "id": 9,
    "name": "CALVIN ASIKIN",
    "role": "Business Professional",
    "quote": "Konsistensi adalah kunci kesuksesan di bisnis ini.",
    "story": "Membuktikan bahwa dengan dedikasi dan kerja keras, siapa pun bisa meraih kesuksesan. Kini meraih income 12 juta per bulan.",
    "image": "/images/calvin-asikin.png",
    "rating": 5,
    "income": "12 Juta/Bulan"
  },
  {
    "id": 10,
    "name": "FAMMY",
    "role": "Insurance Agent",
    "quote": "Kerja keras dan konsistensi selalu membuahkan hasil.",
    "story": "Perjalanan di MANULIFE membuktikan bahwa dengan fokus dan dedikasi, target 45 juta bisa tercapai. Sebuah pencapaian yang membanggakan.",
    "image": "/images/fammy.png",
    "rating": 5,
    "income": "45 Juta"
  },
  {
    "id": 11,
    "name": "SAM",
    "role": "Entrepreneur", 
    "quote": "Membangun Karier sendiri sejak lulus Kuliah",
    "story": "Saya memutuskan untuk membangun usaha sendiri setelah lulus kuliah, karena percaya bahwa jalur mandiri memberi ruang lebih besar untuk berkembang dan memaksimalkan potensi, dibanding menunggu waktu di tangga karier korporat. Dari seorang mahasiswa sekarang bisa running bisnis sendiri dimana aja dan punya kebebasan waktu. Join akhir Agustus kemarin earn ~175jt.",
    "image": "/images/sam.png",
    "rating": 5,
    "income": "175 Juta"
  },
  {
    "id": 12,
    "name": "EDDY",
    "role": "Insurance Professional",
    "quote": "Grow Big, Live Free, Share More.",
    "story": "Saya dulu hanya bermimpi memiliki penghasilan besar (yang saya maksud 3 digit). Sekarang saya bersyukur, namun penghargaan sejati bukan hanya angka — melainkan pertumbuhan, perjalanan, dan kesempatan membantu orang lain melindungi hal yang paling berarti. Rumah dan mobil sudah tercapai; perjalanan adalah bonus manis. Motivasi saya sekarang: mengangkat tim, melayani klien lebih baik, menginspirasi lebih banyak orang untuk mengubah hidup mereka.",
    "image": "/images/Eddy.png",
    "rating": 5,
    "income": "80 Juta/Bulan"
  },
  {
    "id": 13,
    "name": "ELYA",
    "role": "Ex Owner Studio Eyebrows and Eyelashes",
    "quote": "Grateful to Grow, Blessed to Protect.",
    "story": "Elya berterima kasih atas kesempatan tumbuh dalam bisnis ini — bukan hanya sebagai profesional, tetapi juga sebagai pribadi. Melalui asuransi, ia dapat melayani orang lain, melindungi hal yang paling berarti, dan berbagi berkah masa depan yang aman.",
    "image": "/images/elya.png",
    "rating": 5,
    "income": "50 Juta/Bulan"
  }
]